Repository: lowiki-org/localwiki-backend-server
Catalog: localwiki/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Page created
hu: Létrehozott oldal

source: Thank you for your changes. Your attention to detail is appreciated.
hu: Köszönjük a módosításokat, és hogy ügyel a részletekre.

source: Changes saved! To use your name when editing, please <a href="%(login_url)s?next=%(current_path)s"><strong>log in</strong></a> or <a href="%(register_url)s?next=%(current_path)s"><strong>create an account</strong></a>.
hu: A módosítások mentve. Saját neved alatt szerkessz, ehhez <a href="%(login_url)s?next=%(current_path)s"><strong>lépj be</strong></a>, vagy <a href="%(register_url)s?next=%(current_path)s"><strong>hozz létre új azonosítót magadnak</strong></a>.

source: <p class="create_map"><a href="%s" class="button little map"><span class="text">Create a map</span></a> for this page?</p>
hu: <p class="create_map"><a href="%s" class="button little map"><span class="text">Létrehozol új térképet</span></a> ehhez az oldalhoz?</p>

source: Follow this page
hu: Az oldal követése

source: %(follow_page_notice)s for updates!
hu: %(follow_page_notice)s frissítésekért!

source: I just edited %(page)s on @localwiki! %(page_url)s
hu: Épp most szerkesztettem %(page)s oldalát a @localwiki! %(page_url)s-ben!

source: Tell the world about this page:
hu: Mesélj a világnak erről az oldalról:

source: You must provide a page name when creating a page.
hu: Új oldal létrehozásához adj új oldalnevet!

source: A file with this name already exists
hu: Ilyen nevű fájl már létezik

source: New page name
hu: Új oldal neve

source: Comment
hu: Megjegyzés

source: Page renamed to "%s"
hu: Oldal átnevezése, új név: "%s"

source: Move to region (short name)
hu: Áthelyezés ide (rövid név)

source: Page moved to <a href="%(page_url)s">%(page_name)s</a> on <a href="%(region_url)s">%(region_slug)s</a>
hu: Az oldalt áthelyezték ide: <a href="%(page_url)s">%(page_name)s</a> az alábbi linkre: <a href="%(region_url)s">%(region_slug)s</a>

source: Normal
hu: Normál

source: Heading 1
hu: Címsor 1

source: Heading 2
hu: Címsor 2

source: Heading 3
hu: Címsor 3

source: Formatted
hu: Formázott

source: Edit map
hu: Térkép szerkesztése

source: Delete
hu: Törlés

source: Redirect
hu: Átirányítás

source: Move
hu: Áthelyezés

source: page
hu: oldal

source: Redirected from
hu: Átirányítás innen:

source: Edit tags
hu: Címkék szerkesztése

source: Add tags
hu: Címkék hozzáadása

source: Differences for %(name)s
hu: %(name)s nevek közti eltérése

source: Differences for <a href="%(pretty_slug)s">%(new_name)s</a>
hu: <a href="%(pretty_slug)s">%(new_name)s</a> eltérései

source: Revision %(version_number)s ( %(date)s by %(user_link)s)
hu: Ellenőrizte: %(version_number)s ( %(date)s %(user_link)s)

source: Revision %(version_number)s (%(date)s by %(user_link)s)
hu: Ellenőrizte: %(version_number)s (%(date)s %(user_link)s)

source: Files attached to this page:
hu: Ehhez az oldalhoz csatolt fájlok:

source: View page
hu: Oldal megtekintése

source: Editing page "%(name)s" - %(super)s
hu: Oldal szerkesztése "%(name)s" - %(super)s

source: Please describe this change:
hu: Írd le a módosítást:

source: Submit
hu: Mehet

source: Page not found
hu: Az oldal nem található

source: Page "%(name)s" does not exist (yet!)
hu: "%(name)s" nevű oldal nem létezik (még!)

source: Create this page
hu: Oldal létrehozása

source: Permissions for page "%(name)s" - %(super)s
hu: Engedélyek a "%(name)s" - %(super)s oldalhoz

source: Who can change this page?
hu: Ki módosíthatja ezt az oldalt?

source: Everyone
hu: Mindenki

source: Only these users:
hu: Csak az alábbi felhasználók:

source: Save
hu: Mentés

source: Previous versions of page "%(name)s" - %(super)s
hu: "%(name)s" - %(super)s oldal előző verziói

source: Looking for <a href="../_files/">files</a>, <a href="%(page_links_url)s" rel="nofollow">links</a>, or <a href="../_tags/_history/" rel="nofollow">tags</a>?
hu: <a href="../_files/">Fájlokat</a>, <a href="%(page_links_url)s" rel="nofollow">hivatkozásokat</a>, vagy <a href="../_tags/_history/" rel="nofollow">címkéket</a> keresel?

source: Differences for %(new_name)s on %(new_slug)s
hu: Az alábbi linken: %(new_slug)s lévő nevek közti eltérések: %(new_name)s

source: Differences for %(new_name)s on <a href="%(url_pages_show)s">%(new_attached_to_page)s</a>
hu: Az alábbi oldal <a href="%(url_pages_show)s">%(new_attached_to_page)s</a> eltérései: %(new_name)s

source: Revision %(version_number)s ( %(date)s by %(user_link)s)
hu: Ellenőrizte: %(version_number)s ( %(date)s %(user_link)s)

source: Revision %(version_number)s (%(date)s by %(user_link)s)
hu: Ellenőrizte: %(version_number)s (%(date)s %(user_link)s)

source: File info
hu: Fájl info

source: Recent changes for this file
hu: Friss módosítások a fájlon

source: Information about "%(name)s" on %(slug)s - %(super)s
hu: Információ a nevekről: "%(name)s" itt: %(slug)s - %(super)s

source: Information about "%(name)s" on <a href="%(pages_show_url)s">%(attached_to_page)s</a>
hu: Információ az alábbi "%(name)s" oldalakról: <a href="%(pages_show_url)s">%(attached_to_page)s</a>

source: Download %(name)s
hu: %(name)s letöltése

source: Upload a new version
hu: Új verzió feltöltése

source: Upload
hu: Feltöltés

source: Previous versions:
hu: Korábbi verziók:

source: Unable to include <a href="%(page_url)s" class="missing_link">%(page_name)s</a>
hu: Hiányzó hivatkozás: <a href="%(page_url)s" class="missing_link">%(page_name)s</a>

source: Unable to include <a href="%(page_url)s">%(page_name)s</a>: endless include loop.
hu: Hiányzó hivatkozás <a href="%(page_url)s">%(page_name)s</a>: végtelen hurok.

source: Redirect %(objsrc)s --> %(objdest)s
hu: Átirányítás: %(objsrc)s --> %(objdest)s

source: Destination
hu: Cél

source: You cannot redirect a page to itself
hu: Nem irányíthatsz át egy oldalt saját magára.

source: Thank you for your changes.
hu: Köszönjük a módosításokat.

source: This page now redirects to <a href="%(url)s">%(obj)s</a>.
hu: Ez az oldal átugrik ide: <a href="%(url)s">%(obj)s</a>.

source: The redirect has been deleted
hu: Az átirányítás törölve

source: Differences for %(new.source)s redirect
hu: Átirányítás a %(new.source)s eltéréseihez

source: Update redirect
hu: Átirányítás frissítése

source: Delete redirect
hu: Átirányítás törlése

source: Create redirect
hu: Átirányítás létrehozása

source: Permissions for redirect "%(name)s" - %(super)s
hu: Engedélyek az átirányításhoz: "%(name)s" - %(super)s

source: Who can change this redirect?
hu: Ki módosíthatja ezt az átirányítást?

source: Region score %s: %s
hu: Régió pontszáma %s: %s

source: Default language
hu: Alapértelmezett nyelv

source: The language for the region
hu: A régió nyelve

source: Please draw a region with the map drawing tool.
hu: Rajzolj körbe egy régiót a térképrajzoló eszközzel.

source: The region you drew is too large. Please draw a region that's about the size of a city (or smaller). If you need a bigger region than that, please email contact@localwiki.org.
hu: Túl nagy a régió, amit rajzoltál. Kb. városméretű (vagy kisebb) területet rajzolj! Ha ennél nagyobb régiót szeretnél kijelölni: írd meg a contact@localwiki.org címre.

source: Full name
hu: Teljes név

source: The full name of this region, e.g. 'San Francisco'
hu: A régió teljes neve, pl. "San Francisco".

source: You cannot delete yourself as an admin
hu: Nem törölheted saját magadat adminként.

source: A very short name for this region that will appear in URLs, e.g. 'sf'. Keep it short and memorable!
hu: A régió nagyon rövid neve, ami az URL-mezőben meg fog jelenni, pl. "sf". Legyen rövid, és könnyen megjegyezhető!

source: Region already has pages in it
hu: Ehhez a régióhoz már tartoznak oldalak.

source: <p>Region "%s" not found. Would you like to <a href="%s" rel="nofollow">create it</a>?</p>
hu: <p>"%s" nevű régió nem található. Szeretnél egyet <a href="%s" rel="nofollow">létrehozni</a>?</p>

source: You've created a new LocalWiki region! We've set you up as an admin for this region. Learn more about <a href="http://localwiki.net/main/Local_Adminship_Hub" target="_blank">LocalWiki adminship here</a>.
hu: Új LocalWiki régiót hoztál létre! Ennek te lettél az adminisztrátora. A <a href="http://localwiki.net/main/Local_Adminship_Hub" target="_blank">LocalWiki adminisztrátori teendőiről</a> itt olvashatsz részletesen.

source: Help me bring LocalWiki to %(region_name)s! I've just started this here: %(region_url)s
hu: Segíts eljuttatni a LocalWikit a %(region_name)s régióba! Itt kezdtem: %(region_url)s

source: Let the world know you're starting to build something beautiful:
hu: Tudasd a világgal: valami fenségest kezdesz építeni:

source: Region '%s' was deleted.
hu: A '%s' régiót már törölték.

source: Sorry, you are not allowed to perform this action.
hu: Sajnos, erre a műveletre nem vagy jogosult.

source: There was a problem with the map area you drew. Please re-draw it and try again.
hu: Valami nincs rendben a térképpel, amit rajzoltál. Rajzold meg újra, és próbáld megint elmenteni.

source: Settings updated!
hu: A beállítások frissítve!

source: Region admins updated!
hu: A régió adminisztrátorai frissítve

source: Banned users updated.
hu: Kitiltott felhasználók frissítve

source: LocalWiki - Settings
hu: LocalWiki - Beállítások

source: <a href="%(region_settings)s">Settings</a> for <a href="%(url)s">%(region_slug)s</a>
hu: <a href="%(url)s">%(region_slug)s</a>régió <a href="%(region_settings)s">beállításai</a>

source: Banned users
hu: Kitiltott felhasználók

source: Explore - LocalWiki
hu: Felfedezés - LocalWiki

source: Find a LocalWiki region
hu: LocalWiki-régió keresése

source: or <a href="%(region_add_url)s" class="button little">add a new region</a>
hu: vagy <a href="%(region_add_url)s" class="button little">új régió hozzáadása</a>

source: Add a new LocalWiki region
hu: Új LocalWiki-régió hozzáadása

source: As List
hu: Listanézet

source: Load More
hu: Továbbiak betöltése

source: Draw the rough area the region will cover
hu: Nagyjából rajzold körbe a területet, amit a régió lefed

source: When drawing your shape, <strong>double click to close it</strong>!
hu: Körberajzolás után <strong>kettős kattintással zárd be</strong> az ábrát!

source: Pick an area roughly the size of a city. Don't worry about being exact!
hu: Nagyjából városméretű területet jelölj ki. Nem kell, hogy pontos legyen!

source: <h2>..you're almost done!</h2> <p>Now you just need to <a class="button" href="%(login_url)s?%(qs)s&amp;next=%(next)s">log in</a> or <a class="button" href="%(register_url)s?%(qs)s&amp;next=%(next)s">create an account</a></p>
hu: <h2>... majdnem kész vagy!</h2> <p>Mostmár csak <a class="button" href="%(login_url)s?%(qs)s&amp;next=%(next)s">jelentkezz be,</a> vagy <a class="button" href="%(register_url)s?%(qs)s&amp;next=%(next)s">hozz létre új azonosítót</a>!</p>

source: Communities - LocalWiki
hu: Közösségek - LocalWiki

source: Settings for <a href="%(url)s">%(region_slug)s</a>
hu: <a href="%(url)s">%(region_slug)s</a> régió beállításai

source: Admins
hu: Adminisztrátorok

source: Nobody is banned. Hooray!
hu: Senki sincs kitiltva. Hurrá!

source: The rough area the region covers
hu: Nagyjából az a terület, amit a régió lefed

source: Search results for
hu: Keresés eredményei:

source: Search
hu: Keresés

source: Previous
hu: Előző

source: Next
hu: Következő

source: No results found.
hu: Nincs találat.

source: No page with the exact title "%(query)s" exists.
hu: "%(query)s" pontos című oldal nem létezik.

source: Want to <a href="%(global_search)s?q=%(query)s">search all of LocalWiki for "%(query)s"</a>?
hu: Az <a href="%(global_search)s?q=%(query)s">egész LocalWikiben </a> akar erre keresni: "%(query)s"?

source: Create a new page:
hu: Új oldal létrehozása:

source: Search for pages:
hu: Oldalak keresése:

source: Their edit comment was "%s".
hu: Szerkesztéshez fűzött megjegyzéseik: "%s".

source: Pages %(username)s follows
hu: Oldalak, amiket %(username)s követ

source: Pages <a href="%(user_link)s">you</a> follow:
hu: Oldalak, amiket <a href="%(user_link)s">te</a> követsz:

source: Pages <a href="%(user_link)s">%(username)s</a> follows:
hu: Oldalak, amiket <a href="%(user_link)s">%(username)s</a> követ:

source: Users %(username)s follows
hu: Felhasználók, akiket %(username)s követ

source: Users <a href="%(user_link)s">you</a> follow:
hu: Felhasználók, akiket <a href="%(user_link)s">te</a> követsz:

source: Users <a href="%(user_link)s">%(username)s</a> follows:
hu: Felhasználók, akiket <a href="%(user_link)s">%(username)s</a> követ:

source: no changes made
hu: nem történt módosítás

source: and
hu: és

source: Tag
hu: Címke

source: <p>No pages tagged "%s".</p>
hu: <p>Nincs ilyen címkéjű oldal: "%s".</p>

source: Other nearby pages
hu: Más oldalak a környékről

source: All LocalWiki pages tagged %(tag)s
hu: Az összes LocalWiki oldal ezzel a címkével: %(tag)s

source: Differences for tag versions for %(new_name)s
hu: A %(new_name)s címkeváltozatai közti különbségek

source: Tags history
hu: Címketörténet

source: Tags for
hu: Címkék ehhez:

source: Tags for
hu: Címkék ehhez:

source: This page has no tags. <a href="%(page_url)s">Add some!</a>
hu: Ehhez az oldalhoz nem tartozik címke. <a href="%(page_url)s">Adj hozzá!</a>

source: All tags
hu: Összes címke

source: Most popular
hu: Legnépszerűbb

source: As a cloud
hu: Felhőként

source: There are no tags. Add some!
hu: Nincs címke. Adj hozzá!

source: Name of page
hu: Az oldal neve

source: There are no pages with the tag "%(tag_name)s".
hu: Nincs ilyen címkéjű oldal: "%(tag_name)s".

source: Stop following this %(object_type)s
hu: Leiratkozás %(object_type)s követéséről

source: Start following this %(object_type)s
hu: A %(object_type)s követése

source: Log in
hu: Bejelentkezés

source: Your username and password didn't match. Please try again.
hu: Hibás felhasználónév és / vagy jelszó. Próbáld meg újra.

source: Forgot your password?
hu: Elfelejtetted a jelszót?

source: login
hu: bejelentkezés

source: Password reset complete
hu: A jelszó helyreállítva

source: Your password has been set. You may go ahead and log in now.
hu: A jelszó beküldve. Most próbálj meg újra belépni.

source: Sign in
hu: Bejelentkezés

source: Password reset
hu: Jelszó helyreállítása

source: Enter new password
hu: Új jelszó beírása

source: Please enter your new password twice so we can verify you typed it in correctly.
hu: Kétszer írd be az új jelszót, így tudjuk igazolni, hogy helyesen írtad be.

source: New password:
hu: Új jelszó:

source: Confirm password:
hu: Jelszó megerősítése:

source: Change my password
hu: Új jelszó megadása

source: Password reset unsuccessful
hu: A jelszó helyreállítása nem sikerült.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
hu: A jelszó-helyreállítás linkje érvénytelen lett, valószínűleg már használtad korábban. Kérj új jelszó-helyreállítást.

source: Password reset successful
hu: A jelszó helyreállítása sikeresen megtörtént.

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
hu: A megadott e-mail-címedre elküldtük a jelszó helyreállítására vonatkozó leírást. Hamarosan meg kell kapnod.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
hu: Azért kapod ezt az e-mailt, mert az alábbi felhasználó részére jelszó-helyreállítást kértél: %(site_name)s.

source: Please go to the following page and choose a new password:
hu: Lépj a következő oldalra, és válassz új jelszót:

source: Your username, in case you've forgotten:
hu: Felhasználóneved, amennyiben elfelejtetted:

source: Thanks for using our site!
hu: Köszönjük, hogy használod a LocalWikit!

source: The %(site_name)s team
hu: A %(site_name)s csapat

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
hu: Elfelejtetted a jelszavad? Az oldal alján írd be az e-mail-címed, és elküldjük az új jelszó beállítására vonatkozó tudnivalókat.

source: E-mail address:
hu: E-mail cím

source: Reset my password
hu: Jelszó frissítése

source: Create account
hu: Új azonosító létrehozása

source: Not found
hu: Nem található

source: Item not found
hu: Ez nem található

source: Add a new page
hu: Új oldal hozzáadása

source: LocalWiki is a grassroots effort to collect, share and open the world’s local knowledge. We are a 501(c)3 non-profit organization.
hu: A LocalWiki az átlagemberek kísérlete a helyi ismeretanyag összegyűjtésére, megosztására és nyilvánosságra hozására. 501(c)3 non-profit szervezet vagyunk.

source: Learn more
hu: További tudnivalók

source: Privacy Policy
hu: Adatvédelem

source: Terms of Use
hu: A használat feltételei

source: Donate
hu: Adomány

source: <p>Except where otherwise noted, this content is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by/4.0/" target="_blank">Creative Commons Attribution License</a>. See <a href="https://localwiki.org/main/Copyrights">Copyrights</a>.</p>
hu: <p> Egyéb kivételektől eltekintve, ez a tartalom a <a rel="license" href="http://creativecommons.org/licenses/by/4.0/" target="_blank">Creative Commons Attribution License</a> szerint védett. Lásd<a href="https://localwiki.org/main/Copyrights">Szerzői jogok</a>.</p>

source: Explore
hu: Felfedezés

source: About
hu: Névjegy

source: Help
hu: Súgó

source: settings
hu: beállítások

source: log out
hu: kijelentkezés

source: log in
hu: bejelentkezés

source: or
hu: vagy

source: Settings
hu: Beállítások

source: Search %(region_name)s
hu: Régiókeresés: %(region_name)s

source: Search LocalWiki
hu: Keresés a LocalWikiben

source: You are now logged out.
hu: Kijelentkeztél.

source: Personal info
hu: Személyes adatok

source: Permissions
hu: Engedélyek

source: Important dates
hu: Fontos dátumok

source: Only these users
hu: Csak az alábbi felhasználók

source: Your name
hu: Neved

source: Email address
hu: E-mail címed

source: Gravatar email (private)
hu: Gravatar e-mailcím (privát)

source: Disable this account permanently
hu: A fiók tartós letiltása

source: Gravatar Email (Private)
hu: Gravatar E-mail (Privát)

source: Show email publicly (Helps with communication)
hu: E-mail cím közzétevése (Segít a kapcsolattartásban)

source: Personal website
hu: Személyes honlap

source: Permissions updated!
hu: Az engedélyek frissítve!

source: You must be logged in to change user settings.
hu: A felhasználói beállításaid módosításához lépj be!

source: User settings updated!
hu: Felhasználói beállítások frissítve!

source: Your account has been de-activated.
hu: Az azonosítódat kikapcsoltuk.

source: Logged out
hu: Kijelentkezve

source: You are signed up and logged in!
hu: Feliratkoztál és bejelentkeztél!

source: Tell us who you are by <a href="%s">creating a page for yourself!</a>
hu: <a href="%s">Szerkessz egy oldalt magadról</a>, így mesélj nekünk arról, hogy ki vagy!

source: Username
hu: Felhasználónév

source: This value may contain only letters (a-z), numbers, +, - and .
hu: Ez az érték csak betűket (a-z), számokat, +,- és . jeleket tartalmazhat.

source: Password
hu: Jelszó

source: You must agree to the terms to register
hu: A regisztrálás feltételeit el kell fogadnod

source: A user with that username already exists.
hu: Ez a felhasználónév már foglalt

source: This email address is already in use. Please supply a different email address.
hu: Ez az e-mail-cím már foglalt. Próbálkozz másikkal.

source: Deactivate account
hu: Fiók kikapcsolása

source: User settings
hu: Felhasználói beállítások

source: Change your user icon at Gravatar.com
hu: Töltse fel profilképét a Gravatar.comról

source: You can also <a href="%(deactivate_url)s">deactivate your account</a>.
hu: <a href="%(deactivate_url)s">Ki is kapcsolhatod</a> a fiókodat.

source: List of subscribers
hu: Feliratkozók listája

source: Subscriber emails:
hu: Feliratkozók e-mai címei:

source: user
hu: felhasználó

source: This user account is disabled.
hu: Ez a fiók le lett tiltva.

source: Joined on %(date_joined)s
hu: Csatlakozva ehhez: %(date_joined)s

source: total contributions
hu: összes közreműködés

source: pages edited
hu: szerkesztett oldalak

source: maps edited
hu: szerkesztett térképek

source: %(num_pages_followed)s pages starred
hu: Csillaggal jelölt oldalak száma: %(num_pages_followed)s

source: %(num_users_followed)s users starred
hu: Csillaggal jelölt felhasználók száma: %(num_users_followed)s

source: Regions followed
hu: Követett régiók

source: Unknown
hu: Ismeretlen

source: Anonymous users may not perform this action. Please <a href="/Users/login/">log in</a>.
hu: Anonim felhasználók nem hajthatják végre ezt a műveletet. Kérlek, <a href="/Users/login/">jelentkezz be</a>.

source: No differences found
hu: Nincs eltérés

source: Stayed the same
hu: Ugyanaz maradt

source: Removed
hu: Törölve

source: Added
hu: Hozzáadva

source: Download deleted version
hu: Törölt verzió letöltése

source: Download added version
hu: Hozzáadott verzió letöltése

source: Warning: someone else made changes before you. Please review the changes and save again.
hu: Figyelem: valaki már módosítást hajtott végre. Először nézd meg azt, utána ments újra.

source: Someone else made changes before you but yourchanges were successfully merged.
hu: Valaki már módosította, de a te változtatásaiddal sikeresen összevontuk.

source: Compare
hu: Összehasonlítás

source: There is no revision history.
hu: Nincs felülvizsgálati előzmény.

source: Please select two versions to compare
hu: Válassz két verziót az összehasonlításhoz

source: Updated
hu: Frissítve

source: Deleted
hu: Törölve

source: Deleted via cascade
hu: Beágyazott törlés

source: Reverted
hu: Visszaállítva

source: Reverted/Added
hu: Visszaállítva / hozzáadva

source: Reverted/Deleted
hu: Visszaállítva / Törölve

source: Reverted/Deleted via cascade
hu: Beágyazott visszaállítás / törlés

source: Reverted via cascade
hu: Beágyazott visszaállítás

source: Reason for deletion
hu: Törlés oka

source: Permanently remove older versions
hu: Régebbi verzió végleges törlése

source: Don't log this change
hu: Változás naplózás nélkül

source: Permanently remove newer versions
hu: Újabb verzió végleges törlése

source: Your attention to detail is appreciated.
hu: Köszönjük, hogy figyel a részletekre.

source: Successfully deleted!
hu: Sikeresen törölve.
