Repository: lowiki-org/localwiki-backend-server
Catalog: localwiki/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Activity on %s
hu: %s – kapcsolódó tevékenységek

source: to version %s
hu: ehhez a változathoz: %s

source: with comment "%s"
hu: ezzel a megjegyzéssel: „%s”

source: %(title)s was %(change_type)s by %(user)s%(comment)s.
hu: %(title)s %(change_type)s lett %(user)s%(comment)s által.

source: Changes for %(title)s on %(site_name)s
hu: %(site_name)s – %(title)s változásai

source: All activity on LocalWiki
hu: Minden tevékenység a LocalWikin

source: Your Feed
hu: Eseményfolyamod

source: All LocalWiki
hu: Az egész LocalWiki

source: Need help? Want advice? Check out the <a href="%(guide_url)s">LocalWiki guide</a>.
hu: Segítség kell? Tanácsra van szükséged? Nézd meg a <a href="%(guide_url)s">LocalWiki-útmutatót</a>!

source: News Feed
hu: Hírfolyam

source: Welcome to LocalWiki! What's next?
hu: Üdv a LocalWikin! Mi jön most?

source: Explore LocalWiki communities
hu: LocalWiki-közösségek felfedezése

source: Create a new LocalWiki region
hu: Új LocalWiki-régió létrehozása

source: Follow <strong>@localwiki</strong> on Twitter
hu: Kövesd a <strong>@localwiki</strong>-t Twitteren

source: <span class="user">%(actor_link)s</span> started following %(user_followed_link)s <span class="weak">%(timesince)s ago</span>
hu: <span class="user">%(actor_link)s</span> elkezdte követni: %(user_followed_link)s <span class="weak">%(timesince)s ezelőtt</span>

source: <span class="user">%(actor_link)s</span> created page <a href="%(page_url)s">%(page_name)s</a> on <a href="%(region_url)s">%(region_name)s</a> <span class="weak">%(timesince)s ago</span>
hu: <span class="user">%(actor_link)s</span> létrehozta a(z) <a href="%(page_url)s">%(page_name)s</a> oldalt itt: <a href="%(region_url)s">%(region_name)s</a> <span class="weak">%(timesince)s ezelőtt</span>

source: <span class="user">%(actor_link)s</span> created region <a href="%(region_url)s">%(region_name)s</a> <span class="weak">%(timesince)s ago</span>
hu: <span class="user">%(actor_link)s</span> létrehozta a(z) <a href="%(region_url)s">%(region_name)s</a> régiót <span class="weak">%(timesince)s ezelőtt</span>

source: <span class="user">%(actor_link)s</span> starred <a href="%(page_url)s">%(page_name)s</a> on <a href="%(region_url)s">%(region_name)s</a> <span class="weak">%(timesince)s ago</span>
hu: <span class="user">%(actor_link)s</span> csillagozta a(z) <a href="%(page_url)s">%(page_name)s</a> oldalt itt: <a href="%(region_url)s">%(region_name)s</a> <span class="weak">%(timesince)s ezelőtt</span>

source: <span class="user">%(actor_link)s</span> starred <a href="%(region_url)s">%(region_name)s</a> <span class="weak">%(timesince)s ago</span>
hu: <span class="user">%(actor_link)s</span> csillagozta a(z) <a href="%(region_url)s">%(region_name)s</a> régiót <span class="weak">%(timesince)s ezelőtt</span>

source: last modified %(version_date)s ago
hu: legutoljára módosítva %(version_date)s ezelőtt

source: new
hu: új

source: deleted
hu: törölt

source: changes
hu: változások

source: Redirected to <a href="%(url)s">%(destination)s</a>
hu: Átirányítva ide: <a href="%(url)s">%(destination)s</a>

source: via %(user_ip)s
hu: %(user_ip)s által

source: More
hu: Több

source: Activity
hu: Tevékenység

source: <a href="%(region_activity)s">Activity</a> on <a href="%(region_main_url)s">%(region_name)s</a>
hu: <a href="%(region_main_url)s">%(region_name)s</a> – <a href="%(region_activity)s">tevékenységek</a>

source: For statistics about pages, maps, and more, check out the <a href="%(dashboard_main_url)s">dashboard</a>
hu: Oldal-, térkép- és egyéb statisztikákért nézd meg a <a href="%(dashboard_main_url)s">kezelőpultot</a>

source: %(username)s contribution history
hu: %(username)s hozzájárulási előzményei

source: %(user_link)s page contribution history
hu: %(user_link)s oldal-hozzájárulási előzményei

source: %(user_link)s map contribution history
hu: %(user_link)s térkép-hozzájárulási előzményei

source: %(user_link)s total contribution history
hu: %(user_link)s összes hozzájárulási előzménye

source: Draft
hu: Piszkozat

source: Public
hu: Nyilvános

source: title
hu: cím

source: slug
hu: Rövidített URL

source: body
hu: szövegtörzs

source: tease
hu: csali

source: Concise text suggested. Does not appear in RSS feed.
hu: Rövid szöveg javasolt. Nem jelenik meg az RSS-folyamban.

source: status
hu: állapot

source: publish
hu: publikál

source: created
hu: létrehozva

source: modified
hu: módosítva

source: post
hu: bejegyzés

source: posts
hu: bejegyzések

source: View this post
hu: Bejegyzés megtekintése

source: by
hu: általa:

source: View older posts
hu: Régebbi bejegyzések megtekintése

source: Older
hu: Régebbi

source: View newer posts
hu: Újabb bejegyzések megtekintése

source: Newer
hu: Újabb

source: View this object
hu: Elem megtekintése

source: This field contains invalid data.
hu: Ez a mező érvénytelen adatot tartalmaz.

source: XML text
hu: XML szöveg

source: XHTML text
hu: XHTML szöveg

source: HTML5 text
hu: HTML5 szöveg

source: HTML5 fragment text
hu: HTML5 töredékszöveg

source: Unable to upload
hu: Nem lehetett feltölteni

source: Upload result
hu: Feltöltés eredménye

source: Comments:
hu: Megjegyzések:

source: Comment added
hu: Megjegyzés hozzáfűzve

source: Your comment was added.
hu: A megjegyzésedet hozzáfűztük.

source: Add Comment
hu: Megjegyzés hozzáfűzése

source: You must be logged in to comment on this page. Please <a href="%(login_url)s?next=//%(request.get_host)s%(request.path)s" rel="nofollow">log in</a>.
hu: Ahhoz, hogy megjegyzést fűzhess ehhez az oldalhoz, be kell lenned jelentkezve. Kérjük, <a href="%(login_url)s?next=//%(request.get_host)s%(request.path)s" rel="nofollow">jelentkezz be</a>.

source: You can only comment on the current version of this page, not a historical version. Please view the current version of this page instead.
hu: Ennek az oldalnak csak a jelenlegi változatához tudsz megjegyzést fűzni, régebbiekhez nem. Kérjük, tekintsd meg ezen oldal jelenlegi változatát.

source: pages
hu: oldal

source: maps
hu: térkép

source: files
hu: fájl

source: redirects
hu: átirányít

source: Dashboard
hu: Kezelőpult

source: Statistics loading. This may take several minutes the first time.
hu: A statisztika töltődik. Az első alkalommal ez eltarthat jó pár percig.

source: Pages
hu: Oldalak

source: Files
hu: Fájlok

source: Maps
hu: Térképek

source: Redirects
hu: Átirányítások

source: Users
hu: Felhasználók

source: Growth over time
hu: Időbeli gyarapodás

source: Generating graph...
hu: Grafikon generálása…

source: Edits over time
hu: Szerkesztések az idő múlásával

source: Page content growth over time
hu: Oldaltartalom időbeli gyarapodása

source: Users registered over time
hu: Regisztrált felhasználók időbeli követése

source: Explore %(region_name)s
hu: %(region_name)s felfedezése

source: Explore <a href="%(region_url)s">%(region_name)s</a>
hu: <a href="%(region_url)s">%(region_name)s</a> felfedezése

source: Default
hu: Alapértelmezés

source: Alphabetical
hu: Betűrendes

source: List
hu: Lista

source: Explore - All Pages
hu: Felfedezés – Minden oldal

source: Take tour
hu: Túrázás

source: Random Tour
hu: Véletlenszerű túra

source: Stop tour
hu: Túra megállítása

source: Start tour
hu: Túra megkezdése

source: Cover photo updated!
hu: Borítókép frissítve!

source: region
hu: régió

source: Welcome to the %(region_name)s LocalWiki!
hu: Üdv a %(region_name)s LocalWikin!

source: A website about %(region_name)s that <em>anyone</em> can edit
hu: Egy %(region_name)s témájú weboldal, amit <em>bárki</em> tud szerkeszteni

source: I want to make a page about <span class="searchbox"><input type="text" name="q" value=""><input type="submit" value="Search or create page"></span>
hu: Egy <span class="searchbox"><input type="text" name="q" value=""><input type="submit" value="Keresés vagy oldal létrehozása"></span> témájú oldalt akarok csinálni

source: Change cover
hu: Borító változtatása

source: Save cover
hu: Borító mentése

source: Revision %(version_number)s (%(date)s by %(user_link)s)
hu: %(version_number)s. változat (%(date)s, %(user_link)s által)

source: View
hu: Megtekintés

source: Explore more pages
hu: Több oldal felfedezése

source: Explore nearby regions
hu: Közeli régiók felfedezése

source: Provided slug is invalid. Slugs must be lowercase, contain no trailing or leading whitespace, and contain only alphanumber characters along with %(KEEP_CHARACTERS)s
hu: A megadott rövidített link érvénytelen. A rövidítések csak kisbetűt, alfanumerikus (betű- és szám-) karaktereket tartalmazhatnak, %(KEEP_CHARACTERS)s-val együtt, kezdő és záró szóközök nélkül.

source: The number of times the source page links to the destination page.
hu: Ahányszor a forrásoldal a céloldalra hivatkozik.

source: Links for <a href="%(page_url)s">%(page_name)s</a>
hu: Hivatkozások erre: <a href="%(page_url)s">%(page_name)s</a>

source: <h3>Pages that link to <a href="%(page_url)s">%(page_name)s</a>:</h3>
hu: <h3><a href="%(page_url)s">%(page_name)s</a>-ra hivatkozó oldalak:</h3>

source: <h3>Pages <a href="%(page_url)s">%(page_name)s</a> links to:</h3>
hu: <h3><a href="%(page_url)s">%(page_name)s</a>oldalak hivatkozásai ide:</h3>

source: By clicking the "Save changes" button, you agree to the <a href="https://localwiki.org/main/Terms_of_Use" target="_blank">Terms of Use</a>, and you irrevocably agree to release your contribution under the CC-BY 4.0 License. See <a href="https://localwiki.org/main/Copyrights" target="_blank">Copyrights</a>.
hu: A „Változtatások mentése” gombra kattintással jelzed, hogy egyetértesz a <a href="https://localwiki.org/main/Terms_of_Use" target="_blank">LocalWiki felhasználási feltételekkel</a>, és hogy visszavonhatatlanul beleegyezel a hozzájárulásod CC-BY 4.0 License alatti közzétételébe. Lásd a <a href="https://localwiki.org/main/Copyrights" target="_blank">LocalWiki szerzői jogok</a> oldalát.

source: I agree to the <a href="https://localwiki.org/main/Terms_of_Use" target="_blank">Terms of Use</a>, which includes agreeing to release my contributions, unless noted otherwise, under the <a href="https://creativecommons.org/licenses/by/4.0/" target="_blank">CC-BY 4.0 License</a>. See <a href="https://localwiki.org/main/Copyrights" target="_blank">Copyrights</a>.
hu: Egyetértek a <a href="https://localwiki.org/main/Terms_of_Use" target="_blank">LocalWiki felhasználási feltételekkel</a>, ami tartalmazza a beleegyezésemet hozzájárulásaim nyilvános közléséről - külön rendelkezés hiányában -, a <a href="https://creativecommons.org/licenses/by/4.0/" target="_blank">CC-BY 4.0 License</a> alapján. Lásd a <a href="https://localwiki.org/main/Copyrights" target="_blank">LocalWiki szerzői jogok</a> oldalát.

source: I would like to receive occasional updates about this project via email.
hu: Szeretnék időszaki frissítéseket kapni e-mailben erről a projektről.

source: English
hu: angol

source: Japanese
hu: japán

source: French
hu: francia

source: Spanish
hu: spanyol

source: German
hu: német

source: Dutch
hu: holland

source: Ukrainian
hu: ukrán

source: Supported by
hu: Támogatók:

source: The grassroots effort to collect, share and open the world's local knowledge
hu: Az átlagemberek kísérlete a helyi ismeretanyag összegyűjtésére, megosztására és nyilvánosságra hozására.

source: Join us and share what you love about where you live.
hu: Csatlakozz hozzánk, és oszd meg, amit szeretsz a lakóhelyeden.

source: LocalWiki is a grassroots effort to collect, share and open the world's local knowledge.
hu: A LocalWiki az átlagemberek kísérlete a helyi ismeretanyag összegyűjtésére, megosztására és nyilvánosságra hozására.

source: LocalWiki is a grassroots effort to collect, share and <span class="highlight">open the world's local knowledge</span>
hu: A LocalWiki az átlagemberek kísérlete <span class="highlight">a világ helyi ismeretanyagának</span> összegyűjtésére, megosztására és <span class="highlight">nyilvánosságra hozására</span>

source: Explore LocalWiki
hu: A LocalWiki felfedezése

source: Explore all communities
hu: Minden közösség felfedezése

source: Bring LocalWiki to your community
hu: Hozd el a LocalWikit a közösségednek

source: A community knowledge commons
hu: Közösségi tudástár

source: What if there was somewhere you could go to learn all about where you live? A place to learn about your <a href="/oakland/Neighborhoods" target="_blank">neighborhoods</a>, about your local <a href="/santacruz/Parks_and_Open_Spaces" target="_blank">parks</a>, about being a <a href="/davis/Parenting" target="_blank">parent in your city</a>, about <a href="/tags/history" target="_blank">history</a>, <a href="/detroit/Detroit_Department_of_Transportation_%%28DDOT%%29" target="_blank">politics</a> &ndash; anything and everything useful and beautiful about your community. With LocalWiki, everybody has a way to share and learn about where they live.
hu: Mit szólnál, ha valahol mindent megtudhatnál a lakóhelyedről? Ha lenne olyan hely, ahol minden tudnivalót megtalálsz a <a href="/oakland/Neighborhoods" target="_blank">környékedről</a>, a helyi <a href="/santacruz/Parks_and_Open_Spaces" target="_blank">parkokról</a>, hogy milyen lehet <a href="/davis/Parenting" target="_blank">szülőnek lenni a városodban</a>, a <a href="/tags/history" target="_blank">hely történetéről</a>, <a href="/detroit/Detroit_Department_of_Transportation_%%28DDOT%%29" target="_blank">politikáról</a> &ndash; bármiről és mindenről, ami hasznos és szép a lakóhelyeden. A LocalWikivel bárki megoszthatja a tudását a lakóhelyéről, és bárki gyarapíthatja róla a tudását.

source: A collaborative storytelling tool
hu: *Egy* együttműködésben használható történetmesélő eszköz

source: Whether it's knowing about <a href="/sf/Green_Hairstreak_Butterfly_Corridor" target="_blank">butterfly corridors</a> or the history of a <a href="/islavista/Coal_Oil_Point" target="_blank">local beach</a>, everyone holds a piece of the puzzle of what it's like to live in their community. And unlike a news site or a blog, anyone can add and modify LocalWiki pages. LocalWiki lets you and your neighbors tell the story of your community, together.
hu: Legyen a <a href="/sf/Green_Hairstreak_Butterfly_Corridor" target="_blank">pillangók vándorlása</a>, vagy a <a href="/islavista/Coal_Oil_Point" target="_blank">helyi strand</a> története &ndash; bárki hozzátehet egy darabkát ahhoz a kirakós képhez, ami bemutatja: milyen a közösségetekben élni. És nem úgy, mint egy új honlapon vagy blogban, hanem bárki hozzáadhat és módosíthat LocalWiki oldalakat. A LocalWikiben te is, szomszédaid is együtt mesélhettek a közösségetekről.

source: A global effort
hu: *Egy* világméretű erőfeszítés

source: From <a href="https://ja.localwiki.org/sapporo/" target="_blank">Sapporo, Japan</a> to <a href="/oakland/" target="_blank">Oakland, California</a>, communities across the world use LocalWiki to share their local knowledge. Learn about the issues that affect nearby communities, and communities halfway across the globe. There is a whole world to discover!
hu: A közösségek világszerte, <a href="https://ja.localwiki.org/sapporo/" target="_blank">Sapporótól</a> <a href="/oakland/" target="_blank">Oaklandig</a> LocalWikin keresztül osztják meg helyi tudásukat. Tanulmányozd a témákat, amik helyi közösségeteknek és globális közösségeknek egyaránt fontosak lehetnek! Egy egész világ várja, hogy felfedezd!

source: Free, open and non-profit
hu: Ingyenes, nyitott és non-profit

source: Like a park or a public library, LocalWiki is a public good. LocalWiki is free for anyone to <a href="/main/Copyrights" target="_blank">read, copy and reuse for any purpose</a>, and the backend code powering LocalWiki is open-source. We do not run any advertisements, and we are a 501(c)(3) non-profit organization. You can <a href="https://www.patreon.com/localwiki" target="_blank">donate to support LocalWiki here</a>.
hu: A LocalWiki is közvagyon, akárcsak egy park vagy egy közkönyvtár. A LocalWiki mindenki számára ingyenes <a href="/main/Copyrights" target="_blank">olvasási, írási, másolási és újrafelhasználási lehetőséget biztosít bármilyen célra</a>, és a rendszert működtető szoftver nyílt forráskódú. Nem futtatunk reklámokat, és 501(c)(3) non-profit szervezet vagyunk. <a href="https://www.patreon.com/localwiki" target="_blank">Adományokkal támogathatod a LocalWikit itt</a>.

source: An API for your city
hu: *Egy* API a városodhoz

source: LocalWiki represents a free, universally-accessible collection of the world's local knowledge upon which we hope countless civic and locally-relevant applications will be built. Our <a href="/api/" target="_blank">geospatially-aware, read-write API</a> makes it easy to integrate LocalWiki with your application, or to import useful local data from elsewhere!
hu: A LocalWiki a világ helyi ismereteinek ingyenes, univerzálisan elérhető gyűjteménye, amikre reményeink szerint számos polgári és helyi jelentőségű alkalmazást fognak építeni. <a href="/api/" target="_blank">Térinformatikailag tudatos, írható-olvasható API-nk</a> megkönnyíti a LocalWiki integrálását saját alkalmazásodba, vagy a hasznos helyi adatok importálását máshonnan!

source: It's easy!
hu: Egyszerű!

source: Adding to LocalWiki is as easy as making a Facebook post – contributing <a href="/main/Help" target="_blank">requires no technical knowledge</a> or academic background. We have no complicated rules for how to format a page, or even <a href="/main/What_can_I_write_about%%3F" target="_blank">what to write about</a>: if it's useful or beautiful to your community, then it's worth sharing!
hu: A LocalWikihez tartalmat adni olyan egyszerű, mint a Facebookra posztolni. A közreműködéshez <a href="/main/Help" target="_blank">semmilyen technikai tudás </a> vagy felsőfokú végzettség nem kell. Nincsenek bonyolult szabályaink sem az oldalak formázásához, sem ahhoz, hogy <a href="/main/What_can_I_write_about%%3F" target="_blank">miről akartok írni:</a> ha valami hasznos vagy szép a közösségeteknek, az méltó arra, hogy megosszátok!

source: Yelp is aimed at the consumer in us. LocalWiki inspires the citizen in us.
hu: A sikítás a bennünk rejlő fogyasztóra irányul. A LocalWiki a bennünk lakozó polgárt inspirálja.

source: Sue Gardner, Former Executive Director, Wikimedia Foundation
hu: Sue Gardner, korábbi ügyvezető igazgató, Wikimedia Alapítvány

source: <div> <span class="num">%(page_count)s+</span> pages across <span class="num">%(region_count)s</span> regions %(map_media)s </div> <a href="%(regions_list)s" target="_blank" id="stats_map_cover"></a> <div id="stats_map"> %(map)s </div> <div> in <span class="num">%(countries_count)s</span> countries and <span class="num">%(languages_count)s</span> languages. </div>
hu: <div> A <span class="num">%(region_count)s</span>régiók<span class="num">%(page_count)s+</span> oldalai %(map_media)s </div> <a href="%(regions_list)s" target="_blank" id="stats_map_cover"></a> <div id="stats_map"> %(map)s </div> <div> az alábbi<span class="num">%(countries_count)s</span> országokban és <span class="num">%(languages_count)s</span> nyelveken. </div>

source: Recent blog posts
hu: Friss blogbejegyzések

source: More blog posts
hu: Több blogbejegyzés

source: Bridge photo CC-BY Stuart Seeger. Janes Walk photo by HiMY SYeD. Notice board photo CC-BY-SA-NC Bettina Walter.
hu: Bridge fotó: CC-BY Stuart Seeger. Janes Walk fotó: HiMY SYeD-vel. Hirdetőtábla fotó: CC-BY-SA-NC Bettina Walter.

source: Map for "%s"
hu: "%s" térképe

source: The '%(fieldname)s' attribute can only be accessed from %(ownername)s instances.
hu: A '%(fieldname)s' tulajdonság csak %(ownername)s esetében érhető el.

source: cannot set %(cname)s CollectionFrom with value of type: %(vtype)s
hu: Az %(vtype)s típusra %(cname)s CollectionFrom nem állítható be

source: Map error: %s.
hu: Térképhiba: %s.

source: <a href="%(map_url)s">Map</a> for tag "<a href="%(page_tag_url)s">%(tag_name)s</a>"
hu: <a href="%(map_url)s">Térkép</a> a "<a href="%(page_tag_url)s">%(tag_name)s</a>" címkéhez

source: Map for tag "<a href="%(page_tag_url)s">%(tag_name)s</a>"
hu: Térkép a cimkéhez "<a href="%(page_tag_url)s">%(tag_name)s</a>"

source: <p>What do you know about %s?</p>
hu: <p>Mit tudsz a %s-ról?</p>

source: Map saved! You should probably go <a href="%s">edit the page that was created</a>, too.
hu: A térkép elmentve. Szerkesztheted <a href="%s">a létrejött oldalt</a>.

source: Map data <a href="http://www.openstreetmap.org/copyright" target="_blank">© OpenStreetMap contributors</a>. Map tiles via <a href="http://mapbox.com" target="_blank">MapBox</a>.
hu: Térkép adatai <a href="http://www.openstreetmap.org/copyright" target="_blank">© OpenStreetMap közreműködők</a>. Térképkockák a <a href="http://mapbox.com" target="_blank">MapBoxon keresztül</a>.

source: Recent changes on this Map
hu: Friss változások a térképen

source: Map
hu: Térkép

source: Edit
hu: Szerkesztés

source: Delete map
hu: Térkép törlése

source: Security
hu: Biztonság

source: Map for
hu: Térkép:

source: Revision
hu: Ellenőrzés

source: Contributed by <span class="contributor_list">%(contributors_html)s</span> and <a href="%(request_path)s/_history/">%(contributors_number)s</a> others.
hu: Közreműködők: <span class="contributor_list">%(contributors_html)s</span> és <a href="%(request_path)s/_history/">%(contributors_number)s</a> mások.

source: Contributed by <span class="contributor_list">%(contributors_html)s</span>
hu: Közreműködők: <span class="contributor_list">%(contributors_html)s</span>

source: Differences for map on
hu: Eltérések a térképen

source: Differences for <a href="%(maps_global)s">Map</a>
hu: A <a href="%(maps_global)s">térkép</a> eltérései

source: Deletions are marked like this
hu: Így jelölt törlések

source: Additions are marked like this
hu: Így jelölt kiegészítések

source: Editing map for
hu: Térkép szerkesztése

source: Please comment about this change:
hu: Szólj néhány szót a módosításról:

source: Save changes
hu: Változások mentése

source: Cancel
hu: Mégsem

source: Near You
hu: Környékeden

source: Add a new map
hu: Új térkép hozzáadása

source: What's here? (Name of page)
hu: Mi van itt? (Az oldal neve)

source: Map for page not found
hu: Az oldalhoz tartozó térkép nem található

source: Map for page
hu: Oldaltérkép

source: does not exist (yet!)
hu: nem létezik (még!)

source: Create this map
hu: Térkép létrehozása

source: Previous versions of map for
hu: A térkép előző verziói

source: Pages near you
hu: Oldalak a környékeden

source: No pages near you. Make some!
hu: Nincs oldal a környékedről. Hozz egyet létre!

source: Tags
hu: Címkék

source: Page score %s: %s
hu: Oldal pontszáma %s: %s

source: File %(filename)s on page "%(pagename)s"
hu: %(filename)s fájl az "%(pagename)s" oldalon

source: Page %s does not exist! Please enter a valid page name.
hu: %s oldal nem létezik. Írj be érvényes oldalnevet!

source: Warning: someone else saved this page before you. Please resolve edit conflicts and save again.
hu: Figyelem: valaki más már mentette ezt az oldalt! Oldd fel az ütközéseket, majd mentsd el újra.

source: The new file should be of the same type
hu: Az új fájl ugyanolyan típusú legyen

source: Page name is invalid.
hu: Az oldal neve érvénytelen

source: Renamed from "%s"
hu: "%s"-ről átnevezve

source: The page '%s' already exists!
hu: '%s' oldal már létezik!

source: Parent page renamed
hu: A szülőoldal átnevezve

source: file
hu: fájl

source: The embedded URL is not on the list of approved providers. Contact the site administrator to add it.
hu: A beágyazott URL nem szerepel a jóváhagyott szolgáltatók listáján. Jelezd az oldal adminisztrátorának, aki hozzáadhatja.

source: Invalid embed code
hu: Érvénytelen beágyazott kód

source: Search or create page
hu: Keresés vagy oldal létrehozása

source: Redirect created
hu: Létrehozott átirányítás
